Repository: OlivierS7/EasySave
Catalog: EasySave-V3/Properties/Resources.*.resx
Languages: fr, ko

# About
source: About us
fr: A propos
ko: 우리에 대해

source: Add
fr: Ajouter
ko: 더하다

source: Confirm
fr: Confirmer
ko: 확인

# Create
source: Create a save template
fr: Créer une sauvegarde
ko: 저장 템플릿 만들기

# Delete
source: Delete a save template
fr: Supprimer une sauvegarde
ko: 저장 템플릿 삭제

# DelTemp
source: Choose template to delete
fr: Choisissez la sauvegarde à supprimer
ko: 삭제할 템플릿 선택

# DestDir
source: Destination directory
fr: Dossier de destination
ko: 목적지 디렉토리

# EditParam
source: Edit Parameters
fr: Modifier les paramètres
ko: 매개 변수 편집

# Exec
source: Execute save(s)
fr: Exécuter des sauvegardes
ko: 저장 실행

# ExecAll
source: Execute all saves
fr: Exécuter toutes les sauvegardes
ko: 모든 저장 실행

# ExecSelec
source: Execute the selected save
fr: Exécuter la sauvegarde sélectionnée
ko: 선택한 저장 실행

# ExecTemp
source: Choose save template(s) to execute
fr: Choisissez une sauvegarde à exécuter
ko: 실행할 저장 템플릿 선택

# Exit
source: Exit Application
fr: Quitter l'application
ko: 응용 프로그램 종료

# Extensions
source: Extensions to encrypt
fr: Extensions à chiffrer
ko: 암호화 할 확장

# InvalidDest
source: Invalid destination directory path format
fr: Dossier de destination invalide
ko: 잘못된 대상 디렉터리 경로 형식

source: Invalid name
fr: Nom invalide
ko: 잘못된 이름

# InvalidSameName
source: Can't be named like another save template
fr: Ne peut pas être nommée comme une autre configuration
ko: 동일한 이름이 잘못되었습니다.

# InvalidSrc
source: Invalid source directory path format
fr: Dossier de source invalide
ko: 잘못된 소스 디렉토리 경로 형식

# InvalidType
source: isn't a valid type
fr: n'est pas un type valide
ko: 유효한 유형이 아닙니다

source: Language
fr: Langage
ko: 언어

# Log
source: Open Logs
fr: Ouvrir les logs
ko: 열린 로그

# Manage
source: Manage save template(s)
fr: Gérer les sauvegardes
ko: 저장 템플릿 관리

# MaxFileSize
source: Maximum File Size (Ko)
fr: Taille Fichier Maximum (Ko)
ko: 최대 파일 크기

# Modif
source: Modify a save template
fr: Modifier une sauvegarde
ko: 저장 템플릿 수정

# ModifTemp
source: Choose a save template to modify
fr: Choisissez une sauvegarde à modifier
ko: 수정할 저장 템플릿을 선택하세요.

source: Name
fr: Nom
ko: 이름

source: No
fr: Non
ko: 아니요

# NoSave
source: There is no save templates, please create one
fr: Aucune sauvegarde configurée. Veuillez en configurer une
ko: 저장 템플릿이 없습니다. 새로 만드십시오.

# NoSaveToExec
source: There is no save templates to execute
fr: Aucune sauvegarde à exécuter
ko: 실행할 저장 템플릿이 없습니다.

# Param
source: Parameters
fr: Paramètres
ko: 매개 변수

# Phrase1
source: EasySave is an application to manage your backups.
fr: EasySave est une application pour gérer vos sauvegardes.
ko: EasySave는 백업을 관리하는 응용 프로그램입니다.

# Phrase2
source: With our new graphical interface, you can pre-configure backups and run them at any time.
fr: Avec notre nouvelle interface graphique, vous pouvez préconfigurer les sauvegardes et les exécuter à tout moment.
ko: 새로운 그래픽 인터페이스를 사용하여 백업을 사전 구성하고 언제든지 실행할 수 있습니다.

# Phrase3
source: You can choose between a full or a differential backup and any data can be backup.
fr: Vous pouvez choisir entre une sauvegarde complète ou différentielle et toutes les données peuvent être sauvegardées.
ko: 전체 또는 차등 백업 중에서 선택할 수 있으며 모든 데이터를 백업 할 수 있습니다.

# Phrase4
source: Our application allows you to follow the progress in real time using the state file.
fr: Notre application vous permet de suivre l'avancement en temps réel à l'aide du fichier d'état.
ko: 우리의 응용 프로그램을 사용하면 상태 파일을 사용하여 실시간으로 진행 상황을 확인할 수 있습니다.

# Phrase5
source: You can also watch all performed operations using log files.
fr: Vous pouvez également regarder toutes les opérations effectuées à l'aide de fichiers logs.
ko: 로그 파일을 사용하여 수행 된 모든 작업을 볼 수도 있습니다.

# Phrase6
source: Our application is able to stop any backup if one of your business software is running.
fr: Notre application est capable d'arrêter toute sauvegarde si l'un de vos logiciels d'entreprise est en cours d'exécution.
ko: 비즈니스 소프트웨어 중 하나가 실행중인 경우 당사의 응용 프로그램은 모든 백업을 중지 할 수 있습니다.

# Phrase7
source: In addition, you can add file extensions to encrypt while saving.
fr: De plus, vous pouvez ajouter des extensions de fichier à crypter lors d'une sauvegarde.
ko: 또한 저장하는 동안 암호화 할 파일 확장자를 추가 할 수 있습니다.

# Phrase8
source: More on Github:
fr: Plus sur GitHub :
ko: Github에 대한 추가 정보 : https://github.com/OlivierS7/easySave/tree/easysave/v2.0

# Phrase9
source: Created by: Olivier SIMONNEAU, Hadrien GOSSELIN, Lloyd GERVOT, Vincent LACLIDE
fr: Créer par : Olivier SIMONNEAU, Hadrien GOSSELIN, Lloyd GERVOT, Vincent LACLIDE
ko: 제작 : Olivier SIMONNEAU, Hadrien GOSSELIN, Lloyd GERVOT, Vincent LACLIDE

# PriorityExtensions
source: Priority Files Extensions
fr: Extension Fichiers Prioritaires
ko: 우선 순위 확장

source: Remove
fr: Supprimer
ko: 풀다

# RunningError
source: A running program blocks the execution of the backup job. Please close it and retry
fr: Un programme en cours empêche l'exécution du programme. Veuillez le fermer pour continuer.
ko: 실행중인 프로그램은 백업 작업의 실행을 차단합니다. 닫고 다시 시도하십시오.

source: Save type
fr: Type de sauvegarde
ko: 저장 유형

# SelectedLanguage
source: English
fr: Français
ko: 선택한 언어

# Softwares
source: Forbidden Softwares
fr: Logiciels interdits
ko: 금지 된 소프트웨어

# SrcDiffDest
source: The source directory cannot be the same as the destination directory
fr: Le dossier source et celui de destination ne peuvent êtres identiques
ko: 소스 디렉토리는 대상 디렉토리와 같을 수 없습니다.

# SrcDir
source: Source directory
fr: Dossier source
ko: 소스 디렉토리

# SrcInexist
source: The source directory doesn't exist
fr: Le dossier source n'existe pas
ko: 소스 디렉토리가 없습니다.

# Success
source: Successfully created the save template
fr: Sauvegarde créée avec succès
ko: 저장 템플릿을 성공적으로 생성했습니다.

# SuccessDel
source: Successfully removed the save template
fr: Sauvegarde supprimée avec succès
ko: 저장 템플릿을 성공적으로 제거했습니다.

# SuccessExec
source: Successfully starting the save
fr: Sauvegarde lancée avec succès
ko: 저장을 성공적으로 시작했습니다.

# SuccessExecAll
source: Successfully starting all saves
fr: Sauvegardes lancées avec succès
ko: 모든 저장을 성공적으로 시작했습니다.

# SuccessExecSave
source: successfully executed !
ko: 성공적으로 실행되었습니다!

# SuccessModif
source: Successfully modified the save template
fr: Sauvegarde modifiée avec succès
ko: 저장 템플릿을 성공적으로 수정했습니다.

# Sure
source: Are you sure you want to execute all saves ?
fr: Êtes vous sûrs de vouloir exécuter toutes les sauvegardes ?
ko: 모든 저장을 실행 하시겠습니까?

# Welcom
source: Welcome to EasySave
fr: Bienvenue sur EasySave
ko: 오신 것을 환영합니다 에 EasySave

source: Yes
fr: Oui
ko: 예
